-- phpMyAdmin SQL Dump
-- version 2.11.9.2
-- http://www.phpmyadmin.net
--
-- 主机: 127.0.0.1:3306
-- 生成日期: 2017 年 06 月 19 日 03:51
-- 服务器版本: 5.1.28
-- PHP 版本: 5.2.6

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `test_weibo`
--

-- --------------------------------------------------------

--
-- 表的结构 `weibo`
--

CREATE TABLE IF NOT EXISTS `weibo` (
  `ID` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `content` text CHARACTER SET ucs2 NOT NULL,
  `time` varchar(200) NOT NULL,
  `acc` varchar(100) CHARACTER SET ucs2 NOT NULL,
  `ref` varchar(100) CHARACTER SET ucs2 NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=175 ;

--
-- 导出表中的数据 `weibo`
--

INSERT INTO `weibo` (`ID`, `content`, `time`, `acc`, `ref`) VALUES
(76, '33333', '1476432930', '14', '16'),
(79, '111111111111111', '1495606720', '0', '0'),
(126, '', '1496223636', '0', '7'),
(127, '', '1496223637', '0', '0'),
(128, '111111111111111111', '1496303054', '0', '0'),
(129, '111111111', '1496303061', '0', '0'),
(130, '111111111', '1496303134', '0', '0'),
(131, '1111111111111111111', '1496303472', '0', '0'),
(140, '3333', '1496888781', '0', '0'),
(141, '3333', '1496888825', '0', '0'),
(142, '3333', '1496888842', '0', '0'),
(143, '3333', '1496888875', '0', '0'),
(144, '3333', '1496888878', '0', '0'),
(145, '3333', '1496888878', '0', '0'),
(146, '3333', '1496888878', '0', '0'),
(147, '3333', '1496888878', '0', '0'),
(148, '3333', '1496888878', '0', '0'),
(149, '3333', '1496888879', '0', '0'),
(150, '3333', '1496888879', '0', '0'),
(151, '3333', '1496888890', '0', '0'),
(152, 'eeeeeeee', '1496889011', '0', '0'),
(153, 'eeeeeeee', '1496889013', '0', '0'),
(154, 'eeeeeeee', '1496889014', '0', '0'),
(155, 'eeeeeeee', '1496889014', '0', '0'),
(156, 'eeeeeeee', '1496889014', '0', '0'),
(157, 'eeeeeeee', '1496889014', '0', '0'),
(158, 'eeeeeeee', '1496889015', '0', '0'),
(159, 'eeeeeeeeeeeeee', '1496889026', '0', '0'),
(160, 'eeeeeeee', '1496889075', '0', '0'),
(161, 'eeeeeeeeeeeeeeeeee', '1496889077', '0', '0'),
(162, 'eeeeeeeeeeeeeeeeeeeeeeee', '1496889078', '0', '0'),
(163, 'eeeeeeeeee', '1496889173', '0', '0'),
(164, 'eeeeeeeee', '1496889174', '0', '0'),
(165, 'eeeeeeee', '1496889175', '0', '0'),
(166, 'eeeeeeeeeee', '1496889176', '0', '0'),
(167, 'eeeeeeeeeeeeeeee', '1496889178', '0', '0'),
(168, 'eeeeeeeeeeeeeee', '1496889180', '0', '0'),
(169, 'eeeeeeeeeeeeeeee', '1496889181', '0', '0'),
(170, 'eeeeeeeeeeeee', '1496889182', '0', '0'),
(171, 'eeeeeeeeeee', '1496889183', '0', '0'),
(172, 'eeeeeeeeeeeeeee', '1496889184', '0', '0'),
(173, '3333333333333', '1496889696', '6', '8'),
(174, '333333333333333333333333333333333333333', '1496889798', '29', '8');
